import './about.scss'
export const About = () => {
    return (
        <div className='about'>
            <h2>О компании</h2>
            <p>Work Up — один из самых крупных сайтов по поиску работы и сотрудников в мире (по данным рейтинга "Я так решил"). </p>
            <p>Мы создаем передовые технологии на всех доступных платформах для того, чтобы работодатели могли быстро найти подходящего сотрудника, а соискатели — хорошую работу. </p>
            <p>Наши мобильные приложения стабильно занимают первые места в категории «Бизнес» на всех платформах.</p>
            <p>Наш поиск использует искусственный интеллект, а сайт обрабатывает до 3000 запросов в секунду. </p>
            <p>Каждый месяц на сайте появляется более полумиллиона вакансий, а технологии для работы с персоналом насчитывают более 30 позиций. </p>
            <p>Ежедневно мы помогаем сотням тысяч человек изменить свою жизнь к лучшему.</p> 
        </div>

    )
}